Repository: Matvey12542/commercebox
Catalog: modules/commercebox/commercebox_connector/translations/commercebox_connector.*.po
Languages: ru, uk

source: Save information about instalation sourse
ru: Сохранить информацию о источнике инсталляции
uk: Зберегти інформацію про джерелі інсталяції

source: Drupal core requires @drupal_php_memory_limit, but to take advantage of all the features of CommerceBox, we recommend @commercebox_php_memory_limit (or more).
ru: Drupal ядро требует @drupal_php_memory_limit, но чтобы воспользоваться всеми возможностями CommerceBox, мы рекомендуем @commercebox_php_memory_limit (или более).
uk: Drupal ядро вимагає @drupal_php_memory_limit, але щоб скористатися всіма можливостями CommerceBox, ми рекомендуємо @commercebox_php_memory_limit (або більше).

source: Increase the memory limit by editing the memory_limit parameter in the file %configuration-file and then restart your web server (or contact your system administrator or hosting provider for assistance).
ru: Увеличьте лимит памяти путем редактирования параметра memory_limit в файле %configuration-file и перезапустите веб-сервер (или обратитесь к системному администратору или хостинг-провайдеру за помощью).
uk: Збільште ліміт пам'яті шляхом редагування параметра memory_limit у файлі %configuration-file і перезапустіть веб-сервер (або зверніться до системного адміністратора або хостинг-провайдера за допомогою).

source: Contact your system administrator or hosting provider for assistance with increasing your PHP memory limit.
ru: Обратитесь к вашему системному администратору или хостинг-провайдеру за помощью в увеличении PHP ограничение памяти.
uk: Зверніться до вашого системного адміністратора або хостинг-провайдера за допомогою в збільшенні PHP обмеження пам'яті.

source: PHP memory limit (CommerceBox)
ru: PHP ограничение памяти (CommerceBox)
uk: PHP обмеження пам'яті (CommerceBox)

source: @memory_minimum_limit (or more) is recommended
ru: рекомендуется @memory_minimum_limit (или более)
uk: рекомендується @memory_minimum_limit (або більше)

source: The CommerceBox Connector module require a PHP version of at least 5.0.
ru: Для модуль CommerceBox Connector требуется PHP версии как минимум 5.0.
uk: Для модуля CommerceBox Connector потрібно PHP версії як мінімум 5.0.

source: Your @title is currently set at %current_limit@sec. Increasing this to %minimum_limit@sec (or more) is recommended to help prevent errors in the installation process and later during operation of the site.
ru: На данный момент @title для вас ограничен значением %current_limit@sec. Рекомендуется увеличение до %minimum_limit@sec (или более), чтобы помочь предотвратить ошибки в процессе установки, а затем и в процессе работы сайта.
uk: На даний момент @title для вас обмежений значенням %current_limit@sec. Рекомендовано збільшення до %minimum_limit@sec (або більше), щоб допомогти запобігти помилки під час інсталяції, а потім і у процесі роботи сайту.

source: Increase it by editing the %param parameter in the file %configuration-file and then restart your web server (or contact your system administrator or hosting provider for assistance).
ru: Увеличьте его путем редактирования параметра %param в файле %configuration-file и перезапустите веб-сервер (или обратитесь к системному администратору/хостинг-провайдеру за помощью).
uk: Збільшіть його шляхом редагування параметра %param у файлі %configuration-file і перезапустіть веб-сервер (або зверніться до системного адміністратора / хостинг-провайдера за допомогою).

source: Allows Drupal to checks for updates to CommerceBox modules.
ru: Позволяет Drupal проверку наличия обновлений для модулей CommerceBox.
uk: Дозволяє Drupal перевірку наявності оновлень для модулів CommerceBox.
